export default {
  projections: {
    ОказаниеКонсультацийE: {
      дата: {
        __caption__: 'Дата'
      },
      времяКонсультации: {
        __caption__: 'Время консультации'
      },
      предоставленнаяУслуга: {
        __caption__: 'Предоставленная услуга'
      }
    },
    ОказаниеКонсультацийL: {
      дата: {
        __caption__: 'Дата'
      },
      времяКонсультации: {
        __caption__: 'Время консультации'
      },
      предоставленнаяУслуга: {
        __caption__: 'Предоставленная услуга'
      }
    }
  },
  validations: {
    времяКонсультации: {
      __caption__: 'Время консультации'
    },
    дата: {
      __caption__: 'Дата'
    },
    предоставленнаяУслуга: {
      __caption__: 'Предоставленная услуга'
    },
    расчетОставшегосяВремени: {
      __caption__: 'расчетОставшегосяВремени'
    }
  }
};
